tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "microsoft/git"
brew "ack"
brew "adr-tools"
brew "openssl@1.1"
brew "asciinema"
brew "azcopy"
brew "azure-cli"
brew "bash-completion"
brew "bat"
brew "brew-cask-completion"
brew "python@3.9"
brew "cfssl"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "dos2unix"
brew "fd"
brew "figlet"
brew "fio"
brew "fzf"
brew "git"
brew "gitversion"
brew "gnupg"
brew "go"
brew "graphviz"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "mas"
brew "neofetch"
brew "netcat"
brew "nmap"
brew "onefetch"
brew "openssl@3"
brew "pandoc"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "screen"
brew "screenfetch"
brew "svn"
brew "telnet"
brew "tfsec"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "acorn"
cask "aerial"
cask "alfred" 
cask "audio-hijack"
cask "elgato-wave-link"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "grammarly-desktop"
cask "iterm2"
cask "ivpn"
cask "jettison"
cask "kaleidoscope"
cask "karabiner-elements"
cask "monodraw"
cask "setapp"
cask "soundsource"
cask "textexpander"
cask "tower"
cask "visual-studio-code"
cask "wireshark"
