tap "adoptopenjdk/openjdk"
tap "azure/bicep"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jandedobbeleer/oh-my-posh"
tap "kreuzwerker/taps"
tap "microsoft/git"
tap "railwaycat/emacsmacport"
tap "ttscoff/thelab"
brew "ack"
brew "adr-tools"
brew "openssl@3"
brew "asciinema"
brew "awscli"
brew "azcopy"
brew "aztfexport"
brew "azure-cli"
brew "bash-completion"
brew "bat"
brew "brew-cask-completion"
brew "coreutils"
brew "cask"
brew "cfssl"
brew "cowsay"
brew "curl"
brew "docker", link: false
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "dos2unix"
brew "eksctl"
brew "fd"
brew "figlet"
brew "fio"
brew "fzf"
brew "git"
brew "gitversion"
brew "gnupg"
brew "go"
brew "gping"
brew "graphviz"
brew "helm"
brew "ical-buddy"
brew "jq"
brew "python@3.10"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "lsd"
brew "mas"
brew "neofetch"
brew "netcat"
brew "nmap"
brew "onefetch"
brew "pandoc"
brew "pipenv"
brew "poetry"
brew "pstree"
brew "pyenv"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "screen"
brew "screenfetch"
brew "sops"
brew "sshuttle"
brew "subversion"
brew "telnet"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "1password-cli"
cask "acorn"
cask "aerial"
cask "alfred"
cask "audio-hijack"
cask "bartender"
cask "bbedit"
cask "cardhop"
cask "devonthink"
cask "docker"
cask "elgato-stream-deck"
cask "elgato-wave-link"
cask "fantastical"
cask "farrago"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "google-cloud-sdk"
cask "grammarly-desktop"
cask "hazel"
cask "hook"
cask "iterm2"
cask "ivpn"
cask "jettison"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "loopback"
cask "microsoft-edge"
cask "monodraw"
cask "obsidian"
cask "onedrive"
cask "powershell"
cask "soundsource"
cask "steermouse"
cask "textexpander"
cask "tower"
cask "tweetbot"
cask "visual-studio-code"
cask "wireshark"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bencoleman.armview"
vscode "bierner.markdown-mermaid"
vscode "chrmarti.regex"
vscode "Dataiku.dataiku-dss"
vscode "deerawan.vscode-dash"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.remotehub"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "ipedrazas.kubernetes-snippets"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "johnpapa.vscode-peacock"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "mindginative.terraform-snippets"
vscode "mohsen1.prettify-json"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-apimanagement"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "Okteto.remote-kubernetes"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sleistner.vscode-fileutils"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "VisualStudioExptTeam.vscodeintellicode-completions"
vscode "vsciot-vscode.azure-iot-toolkit"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "zhuangtongfa.material-theme"
